Repository: wp-plugins/plista
Catalog: lang/plista-*.po
Languages: es_es

source: Options saved.
es_es: Opciones guardadas.

source: Hint
es_es: Sugerencia

source: You have to register at %1$s first to get all necessary data.
es_es: Debe registrarse primero en %1$s para conseguir los datos necesarios

source: Please pay attention to the %1$s
es_es: Por favor, preste atención a %1$s

source: Basic settings
es_es: Opciones básicas

source: Widgetname
es_es: Nombre del widget

source: required
es_es: necesario

source: e.g.
es_es: por ejemplo

source: Widget position
es_es: Posición del widget

source: The widget will be shown automatically at the bottom of every article.
es_es: El widget se mostrará automáticamente debajo de cada artículo.

source: Only check the option if you want to insert the widget on a different position like the sidebar.
es_es: Sólo marque la opción si se desea insertar el widget en una posición diferente, como la barra lateral

source: Please read point 11. of the %1$s before activating self positioning
es_es: Por favor, lea el punto 11 de %1$s antes de desactivar el posicionamiento automático

source: Yes, I would like to position the widget
es_es: Sí, quiero cambiar la posición del widget.

source: Default image
es_es: Imágen predeterminada

source: Define a default image for articles without an image.
es_es: Defina una imagen predeterminada para los artículos que no contengan imágenes.

source: optional
es_es: opcional

source: Exclude pages
es_es: Excluir páginas

source: Don't show the widget on some pages
es_es: No mostrar el widget en algunas páginas

source: Exclude the following pages
es_es: Excluir las siguientes páginas:

source: Insert the Page-Id's separated by comma (e.g.: 5, 235, 1340) where the widget should be excluded
es_es: Inserte los IDs de las páginas, separados por comas (por ejemplo: 5, 235, 1340), donde el widget debe ser excluido

source: Exclude tags
es_es: Excluir tags

source: Exclude categories
es_es: Excluir categorías

source: plista widget design
es_es: Diseño del widget plista

source: I would like to change the widget design
es_es: Me gustaría cambiar el diseño del widget

source: Widgetheadline (font-size)
es_es: Título, tamaño de la letra (font-size)

source: Widgetheadline (font-color)
es_es: Título, color de la letra (font-color)

source: Widgetheadline (background-color)
es_es: Título, color de fondo (background-color)

source: Images (width)
es_es: Imágenes, ancho (width)

source: Images (max-height)
es_es: Imágenes, altura máxima (max-height)

source: Article headline (font-color)
es_es: Título del artículo, color de la letra (font-color)

source: Article headline (font-size)
es_es: Título del artículo, tamaño de la letra (font-size)

source: Text (font-color)
es_es: Texto, color de la letra (font-color)

source: Text (font-size)
es_es: Texto, tamaño de la letra (font-size)

source: plista widget mobile design for wptouch
es_es: Diseño del widget plista para móviles en wptouch

source: I would like to change the mobile widget design
es_es: Me gustaría cambiar el diseño del widget para móviles

source: Did plista prepare pictureAds for this domain? Otherwise feel free to contact the Support-Team.
es_es: Os preparo plista pictureAds para este dominio? Si no fue así, contacta con con el equipo de soporte porfavor.

source: In order to use pictureAds the article images should at least have the size of 350px. For further information please contact %1$s
es_es: Para poder utilizar pictureAds, el tamaño de las imágenes de los artículos debe ser de al menos 350px. Para más información póngase en contacto con %1$s

source: close
es_es: cerrar

source: Activate plista pictureAds
es_es: Activar plista pictureAds

source: Insert the Page-Id's separated by comma (e.g.: 2, 89, 520) where pictureAds should be excluded
es_es: Inserte los IDs de las páginas, separados por comas (por ejemplo: 5, 235, 1340), donde pictureAds debe ser excluido

source: For more information about finding the page id please visit
es_es: Para más información sobre cómo encontrar el identificador de página por favor visite
